Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: (Pending)
ar: (معلق)
cs: (čeká se na schválení)
da: (Afventer)
de: (Anhängig)
es: (Pendiente)
fi: (Vireillä)
fr: (en attente)
he: (בהמתנה)
hu: (függőben)
it: (In attesa)
ja: (申請中)
ko: (보류 중)
nb: (Avventer)
nl: (In afwachting)
pl: (W toku)
pt_br: (Pendente)
ro: (În așteptare)
ru: (Ожидается)
sk: (Čaká sa na schválenie)
sl: (v obravnavi)
sv: (Avvaktande)
tr: (Beklemede)
uk: (На розгляді)
vi: (Đang chờ xử lý)
zh_hans: (待定)

source: 1 hour
ar: 1 ساعة
cs: 1 hodina
da: 1 time
de: 1 Stunde
es: 1 hora
fi: 1 tunti
fr: 1 heure
he: שעה אחת
hu: 1 óra
it: 1 ora
ja: 1時間
ko: 1시간
nb: 1 time
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ro: 1 oră
ru: 1 час
sk: 1 hodina
sl: 1 ura
sv: 1 timme
tr: 1 saat
uk: 1 година
vi: 1 giờ
zh_hans: 1 小时

source: 1 Weekly Calibration Phase
ar: 1 مرحلة المعايرة الأسبوعية
cs: 1 týdenní kalibrační fáze
da: 1 Ugentlig kalibreringsfase
de: 1 Wöchentliche Kalibrierungsphase
es: 1 Fase de calibración semanal
fi: 1 viikoittainen kalibrointivaihe
fr: 1 Phase d'étalonnage hebdomadaire
he: שלב כיול שבועי אחד
hu: 1 Heti kalibrációs fázis
it: 1 Fase di calibrazione settimanale
ja: 1 週間校正フェーズ
ko: 1 주간 보정 단계
nb: 1 Ukentlig kalibreringsfase
nl: 1 Wekelijkse kalibratiefase
pl: 1 Tygodniowa faza kalibracji
pt_br: 1 Fase de calibração semanal
ro: Faza de calibrare 1 dată pe săptămână
ru: 1 Недельная фаза калибровки
sk: 1 týždenná kalibračná fáza
sl: 1 tedenska faza umerjanja
sv: 1 veckovis kalibreringsfas
tr: 1 Haftalık Kalibrasyon Aşaması
uk: 1 Тижневий етап калібрування
vi: 1 Giai đoạn hiệu chuẩn hàng tuần
zh_hans: 1 每周校准阶段

source: 15 minutes
ar: 15 دقيقة
cs: 15 minut
da: 15 minutter
de: 15 Minuten
es: 15 minutos
fi: 15 minuuttia
he: 15 דקות
hu: 15 perc
it: 15 minuti
ja: 15分
ko: 15분
nb: 15 minutter
nl: 15 minuten
pl: 15 minut
pt_br: 15 minutos
ro: 15 minute
ru: 15 минут
sk: 15 minút
sl: 15 minut
sv: 15 minuter
tr: 15 dakika
uk: 15 хвилин
vi: 15 phút
zh_hans: 15 分钟

source: 30 minutes
ar: 30 دقيقة
cs: 30 minut
da: 30 minutter
de: 30 Minuten
es: 30 minutos
fi: 30 minuuttia
he: 30 דקות
hu: 30 perc
it: 30 minuti
ja: 30分
ko: 30분
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
pt_br: 30 minutos
ro: 30 de minute
ru: 30 минут
sk: 30 minút
sl: 30 minut
sv: 30 minuter
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hans: 30 分钟

source: A calibration has not been performed in 24 hours. Your system is now in re-initialization phase and you will have to perform 4 fingerstick calibration tests.
ar: لم يتم إجراء معايرة خلال 24 ساعة. إن نظامك الآن في مرحلة إعادة التهيئة وسيتعين عليك إجراء 4 اختبارات معايرة بعصا الإصبع.
cs: Kalibrace nebyla provedena během 24 hodin. Váš systém je nyní ve fázi opětovné inicializace a je třeba provést 4 kalibrační testy prstem.
da: Der er ikke udført en kalibrering i 24 timer. Dit system er nu i geninitialiseringsfasen, og du skal udføre 4 kalibreringstests med fingerstik.
de: Seit 24 Stunden wurde keine Kalibrierung mehr durchgeführt. Ihr System befindet sich jetzt in der Neuinitialisierungsphase und Sie müssen 4 Fingerstick-Kalibrierungstests durchführen.
es: No se ha realizado una calibración en 24 horas. Su sistema se encuentra ahora en fase de reinicialización y deberá realizar 4 pruebas de calibración por punción digital.
fi: Kalibrointia ei ole suoritettu 24 tuntiin. Järjestelmä on nyt uudelleeninitialisointivaiheessa, ja sinun on suoritettava 4 sormenpääkalibrointitestiä.
fr: Aucun étalonnage n'a été effectué depuis 24 heures. Votre système est maintenant en phase de réinitialisation et vous devrez effectuer 4 tests d'étalonnage par piqûre de doigt.
he: כיול לא בוצע תוך 24 שעות. המערכת שלך נמצאת כעת בשלב אתחול מחדש ותצטרך לבצע 4 בדיקות כיול מקל אצבעות.
hu: 24 órán belül nem történt kalibrálás. A rendszer most az újrainicializálási fázisban van, és 4 ujjbegyes kalibrációs tesztet kell elvégeznie.
it: Non è stata eseguita una calibrazione da 24 ore. Il sistema è ora in fase di reinizializzazione e sarà necessario eseguire 4 test di calibrazione con le dita.
ja: 校正が 24 時間実行されていません。システムは再初期化段階に入り、4回のフィンガースティック較正テストを実行する必要があります。
ko: 24시간 동안 보정이 수행되지 않았습니다. 이제 시스템이 재초기화 단계에 있으며 4번의 핑거스틱 보정 테스트를 수행해야 합니다.
nb: Det har ikke blitt utført en kalibrering på 24 timer. Systemet er nå i re-initialiseringsfasen, og du må utføre 4 kalibreringstester med fingerstikk.
nl: Er is in 24 uur geen kalibratie uitgevoerd. Uw systeem bevindt zich nu in de herinitialisatiefase en u moet 4 vingerprikkalibratietests uitvoeren.
pl: Kalibracja nie została przeprowadzona w ciągu 24 godzin. System znajduje się teraz w fazie ponownej inicjalizacji i konieczne będzie wykonanie 4 testów kalibracyjnych.
pt_br: Não foi efectuada uma calibração em 24 horas. O seu sistema está agora em fase de reinicialização e terá de efetuar 4 testes de calibração com uma picada no dedo.
ro: Nu a fost efectuată nicio calibrare în 24 de ore. Sistemul dumneavoastră se află acum în faza de reinițializare și va trebui să efectuați 4 teste de calibrare prin prelevare capilară.
ru: Калибровка не проводилась в течение 24 часов. Ваша система находится на этапе повторной инициализации, и вам необходимо выполнить 4 теста калибровки с помощью пальчиковых палочек.
sk: Kalibrácia nebola vykonaná počas 24 hodín. Váš systém sa teraz nachádza vo fáze opätovnej inicializácie a budete musieť vykonať 4 kalibračné testy prstom.
sl: Umerjanje ni bilo opravljeno v 24 urah. Vaš sistem je zdaj v fazi ponovne inicializacije in opraviti boste morali 4 preskuse kalibracije s prstnimi paličicami.
sv: En kalibrering har inte utförts på 24 timmar. Ditt system är nu i ominitialiseringsfasen och du måste utföra 4 kalibreringstester med fingerstick.
tr: Bir kalibrasyon 24 saat içinde gerçekleştirilmemiştir. Sisteminiz şu anda yeniden başlatma aşamasındadır ve 4 parmak çubuğu kalibrasyon testi gerçekleştirmeniz gerekecektir.
uk: Калібрування не було виконано протягом 24 годин. Ваша система перебуває на етапі повторної ініціалізації, і вам потрібно буде виконати 4 тести калібрування за допомогою пальця.
vi: Hiệu chuẩn đã không được thực hiện trong 24 giờ. Hệ thống của bạn hiện đang trong giai đoạn khởi tạo lại và bạn sẽ phải thực hiện 4 bài kiểm tra hiệu chuẩn ngón tay.
zh_hans: 24 小时内未进行校准。系统现在处于重新初始化阶段，您必须执行 4 次指针校准测试。

source: A new sensor has been detected. If you have a new sensor and/or transmitter, please link your sensor and transmitter.
ar: تم اكتشاف مستشعر جديد. إذا كان لديك مستشعر و/أو جهاز إرسال جديد، يرجى ربط المستشعر وجهاز الإرسال.
cs: Byl detekován nový senzor. Pokud máte nový snímač a/nebo vysílač, propojte snímač a vysílač.
da: En ny sensor er blevet registreret. Hvis du har en ny sensor og/eller sender, skal du forbinde din sensor og sender.
de: Es wurde ein neuer Sensor erkannt. Wenn Sie einen neuen Sensor und/oder Sender haben, verbinden Sie bitte Ihren Sensor und Sender.
es: Se ha detectado un nuevo sensor. Si tiene un nuevo sensor y/o transmisor, vincule el sensor y el transmisor.
fi: Uusi anturi on havaittu. Jos sinulla on uusi anturi ja/tai lähetin, yhdistä anturi ja lähetin.
fr: Un nouveau capteur a été détecté. Si vous avez un nouveau capteur et/ou émetteur, veuillez relier votre capteur et votre émetteur.
he: חיישן חדש זוהה. אם יש לך חיישן ו/או משדר חדש, אנא קשר את החיישן והמשדר שלך.
hu: Új érzékelőt észleltek. Ha új érzékelő és/vagy jeladó van, kérjük, kapcsolja össze az érzékelőt és a jeladót.
it: È stato rilevato un nuovo sensore. Se si dispone di un nuovo sensore e/o trasmettitore, collegare il sensore e il trasmettitore.
ja: 新しいセンサーが検出されました。新しいセンサーとトランスミッターをお持ちの場合は、センサーとトランスミッターをリンクしてください。
ko: 새 센서가 감지되었습니다. 새 센서 및/또는 송신기가 있는 경우 센서와 송신기를 연결하세요.
nb: En ny sensor har blitt oppdaget. Hvis du har en ny sensor og/eller sender, må du koble sammen sensoren og senderen.
nl: Er is een nieuwe sensor gedetecteerd. Koppel uw sensor en zender als u een nieuwe sensor en/of zender hebt.
pl: Wykryto nowy czujnik. Jeśli masz nowy czujnik i/lub nadajnik, połącz czujnik i nadajnik.
pt_br: Foi detectado um novo sensor. Se tiver um novo sensor e/ou transmissor, ligue o sensor e o transmissor.
ro: A fost detectat un senzor nou. Dacă aveți un senzor și/sau un transmițător nou, vă rugăm să legați senzorul și transmițătorul.
ru: Обнаружен новый датчик. Если у вас новый датчик и/или передатчик, соедините датчик и передатчик.
sk: Bol zistený nový senzor. Ak máte nový snímač a/alebo vysielač, prepojte snímač a vysielač.
sl: Zaznan je bil nov senzor. Če imate nov senzor in/ali oddajnik, povežite senzor in oddajnik.
sv: En ny sensor har detekterats. Om du har en ny sensor och/eller sändare, vänligen länka din sensor och sändare.
tr: Yeni bir sensör tespit edildi. Yeni bir sensörünüz ve/veya vericiniz varsa, lütfen sensörünüzü ve vericinizi bağlayın.
uk: Виявлено новий датчик. Якщо у вас є новий датчик та/або передавач, будь ласка, прив'яжіть його до датчика та передавача.
vi: Một cảm biến mới đã được phát hiện. Nếu bạn có cảm biến và/hoặc máy phát mới, vui lòng liên kết cảm biến và máy phát của bạn.
zh_hans: 检测到一个新传感器。如果有新传感器和/或发射机，请连接传感器和发射机。

source: Alert history
ar: سجل التنبيهات
cs: Historie výstrah
da: Varslingshistorik
de: Geschichte des Alarms
es: Historial de alertas
fi: Hälytyshistoria
fr: Historique des alertes
he: היסטוריית התראות
hu: Riasztási előzmények
it: Cronologia degli avvisi
ja: アラート履歴
ko: 알림 기록
nb: Varslingshistorikk
nl: Waarschuwingsgeschiedenis
pl: Historia alertów
pt_br: Histórico de alertas
ro: Istoricul alertelor
ru: История оповещений
sk: História upozornení
sl: Zgodovina opozoril
sv: Varningshistorik
tr: Uyarı geçmişi
uk: Історія тривог
vi: Lịch sử cảnh báo
zh_hans: 警报历史

source: Allow upload to Eversense DMS
ar: السماح بالتحميل إلى Eversense DMS
cs: Povolení nahrávání do systému Eversense DMS
da: Tillad upload til Eversense DMS
de: Hochladen auf Eversense DMS zulassen
es: Permitir la carga a Eversense DMS
fi: Salli lataaminen Eversense DMS:ään
fr: Autoriser le téléchargement vers Eversense DMS
he: אפשר העלאה ל- DMS של אברסנס
hu: Az Eversense DMS-be való feltöltés engedélyezése
it: Consentire il caricamento su Eversense DMS
ja: Eversense DMSへのアップロードを許可する
ko: Eversense DMS에 업로드 허용
nb: Tillat opplasting til Eversense DMS
nl: Upload naar Eversense DMS toestaan
pl: Zezwalaj na przesyłanie do Eversense DMS
pt_br: Permitir o carregamento para o Eversense DMS
ro: Permiteți încărcarea în Eversense DMS
ru: Разрешить загрузку в Eversense DMS
sk: Povolenie nahrávania do systému Eversense DMS
sl: Omogočanje prenosa v Eversense DMS
sv: Tillåt uppladdning till Eversense DMS
tr: Eversense DMS'ye yüklemeye izin ver
uk: Дозволити вивантаження в Eversense DMS
vi: Cho phép tải lên Eversense DMS
zh_hans: 允许上传至 Eversense DMS

source: Are you sure you want to remove this follower from your Eversense NOW sharing?
ar: هل أنت متأكد من رغبتك في إزالة هذا المتابع من مشاركة Eversense الآن؟
cs: Jste si jisti, že chcete tohoto následovníka odstranit ze sdílení Eversense NOW?
da: Er du sikker på, at du vil fjerne denne følger fra din Eversense NOW-deling?
de: Sind Sie sicher, dass Sie diesen Follower aus Ihrer Eversense NOW Freigabe entfernen möchten?
es: ¿Estás seguro de que quieres eliminar este seguidor de tu compartición de Eversense NOW?
fi: Haluatko varmasti poistaa tämän seuraajan Eversense NOW -jakelusta?
fr: Êtes-vous sûr de vouloir supprimer ce suiveur de votre partage Eversense NOW ?
he: האם אתה בטוח שברצונך להסיר את העוקב הזה מהשיתוף שלך ב- Eversense NOW?
hu: Biztos vagy benne, hogy el akarod távolítani ezt a követőt az Eversense NOW megosztásodról?
it: Sei sicuro di voler rimuovere questo follower dalla tua condivisione Eversense NOW?
ja: このフォロワーをEversense NOWの共有から削除してもよろしいですか？
ko: 이 팔로워를 에버센스 NOW 공유에서 삭제하시겠습니까?
nb: Er du sikker på at du vil fjerne denne følgeren fra Eversense NOW-delingen din?
nl: Weet u zeker dat u deze volger wilt verwijderen uit uw Eversense NU delen?
pl: Czy na pewno chcesz usunąć tego obserwatora z udostępniania Eversense NOW?
pt_br: Tem a certeza de que pretende remover este seguidor da sua partilha Eversense NOW?
ro: Sunteți sigur că doriți să eliminați acest urmăritor din partajarea dumneavoastră Eversense NOW?
ru: Вы уверены, что хотите удалить этого последователя из общего доступа Eversense NOW?
sk: Ste si istí, že chcete odstrániť tohto sledovateľa z vášho zdieľania Eversense NOW?
sl: Ste prepričani, da želite odstraniti tega sledilca iz souporabe Eversense NOW?
sv: Är du säker på att du vill ta bort den här följaren från din Eversense NOW-delning?
tr: Bu takipçiyi Eversense NOW paylaşımınızdan kaldırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити цього підписника з вашого спільного доступу Eversense NOW?
vi: Bạn có chắc chắn muốn xóa người theo dõi này khỏi phần chia sẻ Eversense NOW của mình không?
zh_hans: 您确定要从 Eversense NOW 共享中移除此追随者吗？

source: Are you sure you want to stop using Eversense CGM?
ar: هل أنت متأكد من رغبتك في التوقف عن استخدام جهاز قياس نسبة السكر في الدم Eversense؟
cs: Jste si jisti, že chcete přestat používat CGM Eversense?
da: Er du sikker på, at du vil stoppe med at bruge Eversense CGM?
de: Sind Sie sicher, dass Sie Eversense CGM nicht mehr verwenden wollen?
es: ¿Estás seguro de que quieres dejar de usar Eversense CGM?
fi: Oletko varma, että haluat lopettaa Eversense CGM:n käytön?
fr: Êtes-vous sûr de vouloir arrêter d'utiliser Eversense CGM ?
he: האם אתה בטוח שאתה רוצה להפסיק להשתמש ב- Eversense CGM?
hu: Biztos, hogy abba akarja hagyni az Eversense CGM használatát?
it: È sicuro di voler smettere di usare Eversense CGM?
ja: 本当にエバーセンスCGMの使用を中止したいですか？
ko: Eversense CGM 사용을 중단하시겠습니까?
nb: Er du sikker på at du vil slutte å bruke Eversense CGM?
nl: Weet u zeker dat u wilt stoppen met het gebruik van Eversense CGM?
pl: Czy na pewno chcesz przestać używać Eversense CGM?
pt_br: Tem a certeza de que pretende deixar de utilizar o Eversense CGM?
ro: Sunteți sigur că doriți să nu mai utilizați senzorul de glicemie Eversense?
ru: Вы уверены, что хотите прекратить использование Eversense CGM?
sk: Ste si istí, že chcete prestať používať Eversense CGM?
sl: Ste prepričani, da želite prenehati uporabljati Eversense CGM?
sv: Är du säker på att du vill sluta använda Eversense CGM?
tr: Eversense CGM kullanmayı bırakmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити використання Eversense CGM?
vi: Bạn có chắc chắn muốn ngừng sử dụng Eversense CGM không?
zh_hans: 您确定要停止使用 Eversense CGM 吗？

source: Autolink
ar: الوصلة التلقائية
he: קישור אוטומטי
ja: オートリンク
ko: 자동 링크
ru: Автолинк
sv: Autolänk
uk: Автолінк
vi: Liên kết tự động
zh_hans: 自动链接

source: Battery
ar: البطارية
cs: Baterie
da: Batteri
de: Batterie
es: Batería
fi: Akku
fr: Batterie
he: סוללה
hu: Akkumulátor
it: Batteria
ja: バッテリー
ko: 배터리
nb: Batteri
nl: Batterij
pl: Bateria
pt_br: Bateria
ro: Baterie
ru: Аккумулятор
sk: Batéria
sl: Baterija
sv: Batteri
tr: Akü
uk: Батарея
vi: Pin
zh_hans: 电池

source: Battery Empty
ar: البطارية فارغة
cs: Prázdná baterie
da: Batteriet er tomt
de: Leere Batterie
es: Batería vacía
fi: Akku tyhjä
fr: Batterie vide
he: סוללה ריקה
hu: Üres az akkumulátor
it: Batteria scarica
ja: バッテリー残量なし
ko: 배터리 비어 있음
nb: Batteri tomt
nl: Batterij leeg
pl: Pusta bateria
pt_br: Bateria vazia
ro: Baterie goală
ru: Батарея разряжена
sk: Prázdna batéria
sl: Baterija je prazna
sv: Batteriet är tomt
tr: Pil Boş
uk: Батарея розряджена
vi: Pin rỗng
zh_hans: 电池耗尽

source: Battery Error
ar: خطأ في البطارية
cs: Chyba baterie
da: Batterifejl
de: Batterie-Fehler
es: Error de batería
fi: Akkuvirhe
fr: Erreur de batterie
he: שגיאת סוללה
hu: Akkumulátor hiba
it: Errore della batteria
ja: バッテリーエラー
ko: 배터리 오류
nb: Batterifeil
nl: Batterijfout
pl: Błąd akumulatora
pt_br: Erro da bateria
ro: Eroare baterie
ru: Ошибка батареи
sk: Chyba batérie
sl: Napaka baterije
sv: Fel på batteriet
tr: Pil Hatası
uk: Помилка акумулятора
vi: Lỗi pin
zh_hans: 电池故障

source: Battery percentage
ar: نسبة البطارية
cs: Procento baterie
da: Batteriets procentdel
de: Prozentsatz der Batterie
es: Porcentaje de batería
fi: Akun prosenttiosuus
fr: Pourcentage de la batterie
he: אחוז סוללה
hu: Akkumulátor százalékos aránya
it: Percentuale della batteria
ja: バッテリー残量
ko: 배터리 비율
nb: Batteriprosent
nl: Batterijpercentage
pl: Wartość procentowa baterii
pt_br: Percentagem da bateria
ro: Procentaj baterie
ru: Процент заряда батареи
sk: Percentuálny podiel batérie
sl: Odstotek baterije
sv: Batteriprocent
tr: Pil yüzdesi
uk: Відсоток заряду батареї
vi: Tỷ lệ pin
zh_hans: 电池百分比

source: Battery Status
ar: حالة البطارية
cs: Stav baterie
da: Batteristatus
de: Akku-Status
es: Estado de la batería
fi: Akun tila
fr: État de la batterie
he: מצב סוללה
hu: Az akkumulátor állapota
it: Stato della batteria
ja: バッテリーの状態
ko: 배터리 상태
nb: Batteristatus
nl: Batterijstatus
pl: Stan akumulatora
pt_br: Estado da bateria
ro: Starea bateriei
ru: Состояние батареи
sk: Stav batérie
sl: Stanje baterije
sv: Batteristatus
tr: Pil Durumu
uk: Стан акумулятора
vi: Trạng thái pin
zh_hans: 电池状态

source: BLE disconnect alert
ar: تنبيه قطع الاتصال بـ BLE
cs: Upozornění na odpojení BLE
da: BLE-afbrydelsesalarm
de: BLE-Trennungsalarm
es: Alerta de desconexión BLE
fi: BLE-yhteyden katkaisuhälytys
fr: Alerte de déconnexion BLE
he: התראת ניתוק BLE
hu: BLE kapcsolatmegszakítási riasztás
it: Avviso di disconnessione BLE
ja: BLE切断アラート
ko: BLE 연결 해제 알림
nb: BLE-varsel om frakobling
nl: BLE uitschakelwaarschuwing
pl: Alarm rozłączenia BLE
pt_br: Alerta de desconexão BLE
ro: Alertă de deconectare BLE
ru: Предупреждение об отключении BLE
sk: Upozornenie na odpojenie BLE
sl: Opozorilo o prekinitvi povezave BLE
sv: BLE frånkopplingsvarning
tr: BLE bağlantı kesme uyarısı
uk: Попередження про від'єднання BLE
vi: Cảnh báo ngắt kết nối BLE
zh_hans: BLE 断开警报

source: Calibrate Again
ar: معايرة مرة أخرى
cs: Opětovná kalibrace
da: Kalibrer igen
de: Erneut kalibrieren
es: Calibrar de nuevo
fi: Kalibroi uudelleen
fr: Calibrer à nouveau
he: כייל שוב
hu: Kalibrálja újra
it: Calibrare di nuovo
ja: 再校正
ko: 다시 보정
nb: Kalibrer igjen
nl: Opnieuw kalibreren
pl: Ponowna kalibracja
pt_br: Calibrar novamente
ro: Calibrați din nou
ru: Повторите калибровку
sk: Opätovná kalibrácia
sl: Ponovno umerjanje
sv: Kalibrera igen
tr: Tekrar Kalibre Edin
uk: Відкалібруйте ще раз
vi: Hiệu chỉnh lại
zh_hans: 再次校准

source: Calibrate Now
ar: المعايرة الآن
cs: Kalibrovat nyní
da: Kalibrer nu
de: Jetzt kalibrieren
es: Calibrar ahora
fi: Kalibroi nyt
fr: Calibrer maintenant
he: כייל עכשיו
hu: Kalibrálás most
it: Calibrare ora
ja: 今すぐキャリブレーション
ko: 지금 보정하기
nb: Kalibrer nå
nl: Nu kalibreren
pl: Kalibracja teraz
pt_br: Calibrar agora
ro: Calibrați acum
ru: Калибровать сейчас
sk: Kalibrácia teraz
sl: Umerjanje zdaj
sv: Kalibrera nu
tr: Şimdi Kalibre Et
uk: Відкалібрувати зараз
vi: Hiệu chỉnh ngay
zh_hans: 立即校准

source: Calibrate transmitter
ar: معايرة جهاز الإرسال
cs: Kalibrace vysílače
da: Kalibrer transmitteren
de: Sender kalibrieren
es: Calibrar el transmisor
fi: Kalibroi lähetin
fr: Étalonnage du transmetteur
he: כייל משדר
hu: Kalibrálja a jeladót
it: Calibrare il trasmettitore
ja: トランスミッターの校正
ko: 송신기 보정
nb: Kalibrer senderen
nl: Zender kalibreren
pl: Kalibracja przetwornika
pt_br: Calibrar o transmissor
ro: Calibrați transmițătorul
ru: Калибровка передатчика
sk: Kalibrácia vysielača
sl: Umerjanje oddajnika
sv: Kalibrera sändaren
tr: Vericiyi kalibre edin
uk: Відкалібруйте передавач
vi: Hiệu chỉnh máy phát
zh_hans: 校准发射机

source: Calibration
ar: المعايرة
cs: Kalibrace
da: Kalibrering
de: Kalibrierung
es: Calibración
fi: Kalibrointi
fr: Calibrage
he: כיול
hu: Kalibrálás
it: Calibrazione
ja: キャリブレーション
ko: 보정
nb: Kalibrering
nl: Kalibratie
pl: Kalibracja
pt_br: Calibração
ro: Calibrare
ru: Калибровка
sk: Kalibrácia
sl: Kalibracija
sv: Kalibrering
tr: Kalibrasyon
uk: Калібрування
vi: Hiệu chuẩn
zh_hans: 校准

source: Calibration accepted
ar: المعايرة مقبولة
cs: Přijatá kalibrace
da: Kalibrering accepteret
de: Kalibrierung akzeptiert
es: Calibración aceptada
fi: Kalibrointi hyväksytty
fr: Étalonnage accepté
he: כיול התקבל
hu: Elfogadott kalibrálás
it: Calibrazione accettata
ja: 校正の受け入れ
ko: 보정 허용
nb: Kalibrering akseptert
nl: Kalibratie geaccepteerd
pl: Kalibracja zaakceptowana
pt_br: Calibração aceite
ro: Calibrare acceptată
ru: Калибровка принята
sk: Prijatá kalibrácia
sl: Sprejeta kalibracija
sv: Kalibreringen godkänd
tr: Kalibrasyon kabul edildi
uk: Калібрування прийнято
vi: Hiệu chuẩn được chấp nhận
zh_hans: 接受校准

source: Calibration Expired
ar: انتهت صلاحية المعايرة
cs: Kalibrace vypršela
da: Kalibrering udløbet
de: Kalibrierung Abgelaufen
es: Calibración caducada
fi: Kalibrointi päättynyt
fr: Étalonnage expiré
he: פג תוקף הכיול
hu: Kalibrálás lejárt
it: Calibrazione scaduta
ja: 校正期限切れ
ko: 보정 만료
nb: Kalibrering utløpt
nl: Kalibratie verlopen
pl: Kalibracja wygasła
pt_br: Calibração expirada
ro: Calibrare expirată
ru: Калибровка истекла
sk: Kalibrácia vypršala
sl: Kalibracija je potekla
sv: Kalibreringen har löpt ut
tr: Kalibrasyon Süresi Doldu
uk: Термін дії калібрування закінчився
vi: Hiệu chuẩn đã hết hạn
zh_hans: 校准已过期

source: Calibration history
ar: تاريخ المعايرة
cs: Historie kalibrace
da: Kalibreringshistorik
de: Historie der Kalibrierung
es: Historial de calibración
fi: Kalibrointihistoria
fr: Historique de l'étalonnage
he: היסטוריית כיול
hu: Kalibrálási előzmények
it: Storia della calibrazione
ja: 校正履歴
ko: 보정 내역
nb: Kalibreringshistorikk
nl: Kalibratiegeschiedenis
pl: Historia kalibracji
pt_br: Histórico de calibração
ro: Istoricul calibrării
ru: История калибровки
sk: História kalibrácie
sl: Zgodovina umerjanja
sv: Kalibreringshistorik
tr: Kalibrasyon geçmişi
uk: Історія калібрування
vi: Lịch sử hiệu chuẩn
zh_hans: 校准历史

source: Calibration in progress
ar: المعايرة قيد التنفيذ
cs: Probíhající kalibrace
da: Kalibrering i gang
de: Kalibrierung in Arbeit
es: Calibración en curso
fi: Kalibrointi käynnissä
fr: Etalonnage en cours
he: כיול בעיצומו
hu: Folyamatban lévő kalibrálás
it: Calibrazione in corso
ja: キャリブレーション中
ko: 보정 진행 중
nb: Kalibrering pågår
nl: Kalibratie bezig
pl: Kalibracja w toku
pt_br: Calibração em curso
ro: Calibrare în curs
ru: Выполняется калибровка
sk: Prebiehajúca kalibrácia
sl: Kalibracija v teku
sv: Kalibrering pågår
tr: Kalibrasyon devam ediyor
uk: Виконується калібрування
vi: Đang tiến hành hiệu chuẩn
zh_hans: 校准中

source: Calibration Past Due
ar: المعايرة التي فات موعد استحقاقها
cs: Kalibrace po splatnosti
da: Forfalden kalibrering
de: Überfällige Kalibrierung
es: Calibración vencida
fi: Kalibrointi Erääntynyt
fr: Calibrage en retard
he: כיול שעבר פירעון
hu: Kalibrálás lejárt esedékesség
it: Calibrazione scaduta
ja: 校正期限切れ
ko: 보정 기한 경과
nb: Forfalt kalibrering
nl: Vervallen kalibratie
pl: Przeterminowana kalibracja
pt_br: Calibração vencida
ro: Calibrare scadentă
ru: Калибровка просрочена
sk: Kalibrácia po splatnosti
sl: Zapadla kalibracija
sv: Förfallen kalibreringsavgift
tr: Kalibrasyon Vadesi Geçmiş
uk: Калібрування прострочено
vi: Hiệu chuẩn quá hạn
zh_hans: 校准逾期

source: Calibrations
ar: المعايرة
cs: Kalibrace
da: Kalibreringer
de: Kalibrierungen
es: Calibraciones
fi: Kalibroinnit
fr: Étalonnages
he: כיולים
hu: Kalibrációk
it: Calibrazioni
ja: キャリブレーション
ko: 캘리브레이션
nb: Kalibreringer
nl: Kalibraties
pl: Kalibracje
pt_br: Calibrações
ro: Calibrări
ru: Калибровки
sk: Kalibrácie
sl: Kalibracije
sv: Kalibreringar
tr: Kalibrasyonlar
uk: Калібрування
vi: Hiệu chuẩn
zh_hans: 校准

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hu: Törölje
it: Annullamento
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
